/* Bundle name */
"CFBundleName" = "BetterTouchTool";

/* Privacy - AppleEvents Sending Usage Description */
"NSAppleEventsUsageDescription" = "Abhängig von der genutzten Funktionalität muss BetterTouchTool verschiedene Anwendungen kontrollieren dürfen. Diese Berechtigungen können jederzeit via Systemeinstellungen => Sicherheit & Privatsphäre => Privatsphäre => Automatisierung geändert werden.";

/* Privacy - Calendars Usage Description */
"NSCalendarsUsageDescription" = "Ein Skript das du BetterTouchTool verwendest will auf deinen Kalender zugreifen. BetterTouchTool selbst verwendet deinen Kalender nicht.";

/* Privacy - Camera Usage Description */
"NSCameraUsageDescription" = "Ein Skript das du BetterTouchTool verwendest will auf deine Kamera zugreifen. BetterTouchTool selbst verwendet deine Kamera nicht.";

/* Privacy - Contacts Usage Description */
"NSContactsUsageDescription" = "Ein Skript das du BetterTouchTool verwendest will auf deine Kontakte zugreifen. BetterTouchTool selbst verwendet deine Kontakte nicht.";

/* Privacy - HomeKit Usage Description */
"NSHomeKitUsageDescription" = "Ein Skript das du BetterTouchTool verwendest will auf Homekit zugreifen. BetterTouchTool selbst verwendet Homekit nicht.";

/* Privacy - Location Usage Description */
"NSLocationUsageDescription" = "Abhängig von der genutzten Funktionalität muss BetterTouchTool verschiedene Anwendungen kontrollieren dürfen. Diese Berechtigungen können jederzeit via Systemeinstellungen => Sicherheit & Privatsphäre => Privatsphäre => Location geändert werden.";

/* Privacy - Location When In Use Usage Description */
"NSLocationWhenInUseUsageDescription" = "Abhängig von der genutzten Funktionalität muss BetterTouchTool verschiedene Anwendungen kontrollieren dürfen. Diese Berechtigungen können jederzeit via Systemeinstellungen => Sicherheit & Privatsphäre => Location => Automatisierung geändert werden.";

/* Privacy - Microphone Usage Description */
"NSMicrophoneUsageDescription" = "Ein Skript das du BetterTouchTool verwendest will auf dein Mikrofon zugreifen. BetterTouchTool selbst verwendet dein Mikrofon nicht.";

/* Privacy - Photo Library Usage Description */
"NSPhotoLibraryUsageDescription" = "Ein Skript das du BetterTouchTool verwendest will auf deine Fotos zugreifen. BetterTouchTool selbst verwendet deine Fotos nicht.";

/* Privacy - Reminders Usage Description */
"NSRemindersUsageDescription" = "Ein Skript das du BetterTouchTool verwendest will auf deine Erinnerungen zugreifen. BetterTouchTool selbst verwendet deine Erinnerungen nicht.";

/* Privacy - Speech Recognition Usage Description */
"NSSpeechRecognitionUsageDescription" = "NSSpeechRecognitionUsageDescription";

/* Privacy - System Administration Usage Description */
"NSSystemAdministrationUsageDescription" = "-";

